INSERT INTO "public"."products_all" ("id", "name", "image", "size", "category", "subcategory", "barcode", "about", "ratingtable", "county", "trademark", "price", "last_update", "top") VALUES ('1', 'Шовковиця чорна Чорний Принц (щеплена)', 'https://images.prom.ua/6278628996_shovkovitsya-chorna-chornij.jpg', '1 шт', '
Саджанці плодових дерев', '
Саджанці шовковиці', null, 'Шовковиця чорна Чорний Принц — це щеплений сорт, який вирізняється великими та дуже солодкими плодами. Сорт широко відомий своєю високою врожайністю та здатністю адаптуватися до різних кліматичних умов, що робить його популярним серед садівників.

Основні характеристики:
Розмір: Сорт Чорний Принц виростає до висоти 3-4 метрів, формуючи розлогу крону, що забезпечує гарний доступ до плодів і полегшує догляд за рослиною.
Плоди: Великі ягоди, масою від 3 до 5 грамів, мають темно-фіолетовий, майже чорний колір. Плоди відрізняються своїм солодким і насиченим смаком, вони дуже соковиті й ароматні.
Час дозрівання: Шовковиця Чорний Принц дозріває у червні — липні, в залежності від кліматичних умов. Урожай триває кілька тижнів, забезпечуючи рясний збір плодів протягом сезону.
Врожайність: Цей сорт характеризується високою врожайністю, даючи велику кількість плодів щороку. Врожай може сягати кількох десятків кілограмів із одного дерева.
Морозостійкість: Шовковиця Чорний Принц добре переносить зимові морози та витримує зниження температури до -25°C, що робить її придатною для вирощування в регіонах із холодними зимами.
Стійкість до хвороб: Цей сорт відзначається високою стійкістю до більшості поширених хвороб шовковиці, що значно полегшує догляд за рослиною і знижує необхідність в обробках.
Застосування: Плоди шовковиці можна вживати свіжими або використовувати для приготування різних продуктів: варення, джемів, соків та інших кулінарних виробів. Вони також підходять для заморожування і сушіння.
Шовковиця чорна Чорний Принц — це чудовий вибір для тих, хто цінує високоякісні, солодкі плоди. Її висока врожайність, стійкість до морозів та хвороб роблять цей сорт ідеальним як для домашніх садівників, так і для комерційного вирощування.', null, null, null, '155', '2026-03-02', '0');